Repository: Boldewyn/Codepoints.net
Catalog: codepoints.net/locale/*/LC_MESSAGES/js.po
Languages: pl

source: empty
pl: pusty

source: copy
pl: kopiowanie

source: show
pl: pokaż

source: You have no codepoints here yet. Add one by clicking “Add to scratchpad” on the details page.
pl: Nie masz jeszcze tutaj współrzędnej kodowej. Dodaj jakąś klikając na "Dodaj do notatnika" na stronie szczegółów.

source: Scratchpad
pl: Notatnik

source: Add to scratchpad
pl: Dodać do notatnika

source: show more
pl: pokaż więcej

source: hide
pl: ukryj

source: JavaScript, JSON and Java
pl: JavaScript, JSON i Java

source: Font used above
pl: Font użyty powyżej

source: Finished!
pl: Gotowe!

source: Please wait a second, we’re making those %s answers productive.
pl: Proszę zaczekać, robimy te odpowiedzi %s produktywne.

source: Enough questions! Search now.
pl: Wystarczy pytań! Teraz szukaj.

source: What’s the airspeed velocity of an unladen swallow?
pl: Jaka jest prękość w powietrzu nieobciążonej jaskółki?

source: An African, or
pl: Afrykańska, czy

source: A European Swallow?
pl: Jaskółka europejska?

source: Where does the character appear usually?
pl: Gdzie ten znak zwykle występuje?

source: Africa <small>(without Arabic)</small>
pl: Afryka <small>(bez Arabii)</small>

source: America <small>(originally, <i>e. g.</i> Cherokee, not Latin)</small>
pl: America <small>(pierwotna, <i>n. p.</i> Czirokezi, nie Łacińska)</small>

source: Europe <small>(Latin, Cyrillic, …)</small>
pl: Europa <small>(alfabet łaciński, cyrylica …)</small>

source: Middle East
pl: Środkowy Wschód

source: Central Asia
pl: Azja Centralna

source: East Asia <small>(Chinese, Korean, Japanese, …)</small>
pl: Azja Wschodnia <small>(chiński, koreański, japoński, …)</small>

source: South Asia <small>(Indian)</small>
pl: Azja Południowa <small>(indyjskie)</small>

source: Southeast Asia <small>(Thai, Khmer, …)</small>
pl: Południowowschodnia Azja <small>(tajski, kmerski, …)</small>

source: Philippines, Indonesia, Oceania
pl: Filipiny, Indonezja, Oceania

source: Nowhere specific
pl: Nigdzie konkretnie

source: I don’t know
pl: Nie wiem

source: Is it a number of any kind?
pl: Czy to jest jakiegoś rodzaju cyfra?

source: Yes
pl: Tak

source: No
pl: Nie

source: Has the character a case (upper, lower, title)?
pl: Czy znak ma kasztowość (dolna, górna, tytułowa kaszta)?

source: Yes, it’s lowercase
pl: Tak, to jest dolna kaszta

source: Yes, it’s uppercase
pl: Tak, to jest górna kaszta

source: Yes, it’s titlecase
pl: Tak, to jest kaszta tytułowa

source: Yes, but I don’t know the case
pl: Tak, ale nie wiem, jaka kaszta

source: No, it’s uncased
pl: Nie, znak nie ma kaszty

source: Is the character some kind of symbol or dingbat?
pl: Czy znak jest jakimś symbolem lub ornamentem?

source: Yes <small>(It isn’t part of usually written text)</small>
pl: Tak <small>(Izwykle nie występuje w tekstach)</small>

source: No <small>(But it is some kind of control character)</small>
pl: Nie <small>(ale to jest pewnego rodzaju znak sterujący)</small>

source: No <small>(It may appear in text, like letters or punctuation)</small>
pl: Nie <small>( pojawić się w tekście, jak litery lub znaki interpunkcyjne)</small>

source: Is the character some kind of punctuation?
pl: Czy znak jest jakimś znakiem interpunkcyjnym?

source: Is the character incomplete on its own, like a diacritic sign?
pl: Czy znak jest niesamodzielny, np. jest znakiem diakrytycznym?

source: Yes <small>(It’s usually found together with another character)</small>
pl: Tak <small>(zazwyczaj występuje razem z innym znakiem)</small>

source: No <small>(It stands on its own)</small>
pl: Nie <small>(występuje samodzielnie)</small>

source: Is the character composed of two others?
pl: Czy znak jest złożony z dwóch innych znaków?

source: Yes <small>(It is based on two or more other characters)</small>
pl: Tak <small>(Jest utworzony z dwóch lub więcej innych znaków)</small>

source: Sort of <small>(It’s got some quiggly lines or dots, like “Ä” or “ٷ”)</small>
pl: W pewnym sensie <small>(zawiera faliste linie lub lub kropki, jak "Ä" lub "ٷ")</small>

source: No <small>(It is a genuine character)</small>
pl: Nie <small>(jest to prawdziwy znak)</small>

source: Off the top of your head, can the character be confused with another one?
pl: Bez zastanowienia, czy znak może być mylony z innym?

source: Yes <small>(Like latin “A” and greek “Α”, alpha)</small>
pl: Tak <small>(jak łacińskie "A" i greckie "Α", alfa)</small>

source: No <small>(I have no such pair in mind)</small>
pl: Nie <small>(żadna taka para nie przychodzi mi do głowy)</small>

source: Is it an archaic character or is it in use today?
pl: Jest to znak archaiczny czy nadal jest w użyciu?

source: Yep, noone would use that anymore!
pl: Tak, nikt go już teraz nie używa!

source: Nah, seen it yesterday in the newspaper
pl: Tak, widziałem go wczoraj w gazecie

source: Do you know the number of strokes the character has?
pl: Czy wiesz, z ilu kresek składa się znak?

source: This much
pl: Z tylu

source: Nope, never counted them
pl: Nie,

source: Do you happen to know the meaning of the character?
pl: Czy może znasz znaczenie znaku?

source: This is (part of) what I’m looking for
pl: To jest (częściowo) to, czego szukam

source: I don’t speak that language
pl: Nie mówię w tym języku

source: + add new query
pl: + Dodaj nową kwerendę

source: click to change
pl: kliknij, aby zmienić

source: remove
pl: usuń

source: (%s codepoints)
pl: (%s współrzędnych)

source: Source: %s
pl: Źródło: %s

source: Native, Rare and Historic Scripts
pl: Rdzenne, rzadkie i historyczne skrypty

source: Scripts used in %s
pl: Skrypty używane w %s

source: We don’t know about %s’s scripts, sorry!
pl: Nie wiemy o %s skryptów, przepraszamy!

source: Nothing Found for %s
pl: Nic nie znaleziono dla %s

source: top
pl: do góry

source: Extended Search
pl: Zaawansowane szukanie

source: Find My Codepoint
pl: Znajdź moją współrzędną kodową

source: Read on:
pl: Czytaj dalej:

source: Hide this message.
pl: Ukryj ten komunikat.

source: Embed this codepoint
pl: Osadź tę współrzędną kodową
